Repository: collective/collective.volto.gdprcookie
Catalog: src/collective/volto/gdprcookie/locales/*/LC_MESSAGES/collective.volto.gdprcookie.po
Languages: es

source: GDPR Cookie Settings
es: Configuración de cookies GDPR

source: Installs the collective.volto.gdprcookie add-on.
es: Instalar el complemento collective.volto.gdprcookie.

source: Uninstalls the collective.volto.gdprcookie add-on.
es: Desinstalar el complemento collective.volto.gdprcookie.

source: Volto: GDPR Cookies management
es: Volto: gestión de cookies GDPR

source: Volto: GDPR Cookies management (uninstall)
es: Volto: Gestión de cookies GDPR (desinstalar)

source: banner_enabled_help
es: Si se selecciona, el banner de cookies se mostrará a los usuarios.

source: banner_enabled_label
es: Banner habilitado

source: cookie_expires_help
es: Establezca cuántos días debe durar la aceptación términos de las cookies en este sitio. Al expirar se volverá a proponer el banner al usuario.

source: cookie_expires_label
es: Duración de las preferencias del usuario

source: cookie_version_help
es: Identificador de la versión de la configuración de cookies actual. Cuando el usuario acepta/rechaza las cookies, también se guarda una cookie técnica con este valor. Cambiarlo invalida las preferencias anteriores y el usuario vuelve al banner para aceptar cookies. Es útil cambiar este valor cuando se realizan cambios significativos en la configuración y se quiere forzar al usuario a aceptar las condiciones actualizadas. El código elegido debe ser diferente de los anteriores. Se recomienda un código que contenga un número incremental.

source: cookie_version_label
es: Versión Cookie, número de versión de los ajustes

source: gdpr_cookie_settings_controlpanel_label
es: Configuración de cookies GDPR

source: gdpr_cookie_settings_label
es: Configuración del banner de cookies

source: show_icon_help
es: Si se selecciona, se mostrará el icono para abrir las preferencias de cookies.

source: show_icon_label
es: Mostrar icono de preferencias de banner

source: technical_cookies_only_help
es: Si se selecciona, el banner sólo mostrará la parte técnica de las cookies. Para usar si el sitio no tiene cookies de perfiles de terceros.

source: technical_cookies_only_label
es: Sólo cookies técnicas
